[
    {
        "title": "Residential Electrical",
        "descriptionmobile":"Reliable, safe, and energy-efficient electrical solutions for your home. From lighting installations and power upgrades to switchboard repairs and rewiring, we ensure your home is powered safely and efficiently.",
        "description": "From installations to repairs, we ensure your home’s electrical system is safe, reliable, and efficient.",
        "image": "/services/service1.webp",
        "includes": {
            "Enhanced Safety": "Proper wiring, surge protection, and circuit safety to prevent hazards.",
            "Energy Efficiency": "LED lighting, smart systems, and energy-saving solutions to lower electricity costs.",
            "Convenience & Comfort": "Custom lighting, power outlets, and automation for a seamless home experience.",
            "Code Compliance": "Work done to meet Australian safety and electrical regulations.",
            "Commercial Electrical": "We provide professional electrical solutions to keep your business running smoothly and efficiently."
        }
    },
    {
        "title": "Commercial Electrical",
        "descriptionmobile":"Expert electrical services tailored to businesses of all sizes. Whether you need office fit-outs, maintenance, safety inspections, or high-voltage installations, we provide compliant and cost-effective solutions to keep your business running smoothly.",
        "description": "We provide professional electrical solutions to keep your business running smoothly and efficiently.",
        "image": "/services/service1.webp",
        "includes": {
            "Minimized Downtime": "Reliable electrical systems prevent disruptions in operations.",
            "Cost Savings": "Energy-efficient lighting and systems reduce electricity costs.",
            "Workplace Safety": "Ensures compliance with Australian regulations to protect employees and customers.",
            "Custom Solutions": "Tailored services for offices, retail spaces, warehouses, and industrial sites."
        }
    },
    {
        "title": "EV Electrical",
        "descriptionmobile":"Power up your electric vehicle with our professional EV charger installation services. We offer safe, efficient, and future-ready solutions for homes, workplaces, and commercial properties, ensuring seamless charging for your EV.",
        "description": "Charge your electric vehicle at home or work with a professionally installed EV charging station.",
        "image": "/services/service1.webp",
        "includes": {
           "Convenience": "Charge your EV anytime without relying on public stations.",
            "Cost Savings": "Reduce fuel expenses and take advantage of off-peak electricity rates.",
            "Eco-Friendly": "Support sustainability with a cleaner energy source for your vehicle.",
            "Future-Proof": "Prepare for the growing shift towards electric mobility."
                }
    },
    {
        "title": "Home Security System",
        "descriptionmobile":"Protect your home with advanced security solutions, including CCTV cameras, alarm systems, smart doorbells, and motion sensors. We design and install custom security systems to keep your property and loved ones safe.",
        "description": "Protect your property with advanced security solutions tailored to your needs.",
        "image": "/services/service1.webp",
        "includes": {
            "24/7 Protection": "High-definition CCTV, alarms, and motion sensors for real-time security.",
            "Remote Monitoring": "Access security footage and controls from your phone, anytime, anywhere.",
            "Crime Prevention": "Deters intruders and enhances overall property safety.",
            "Increased Property Value": "A secure home is more attractive to buyers and tenants."
        }
    }
   
]
